countries_dict = {"Австрия": "Вена", "Бельгия": "Брюссель", "Великобритания": "Лондон", "Германия": "Берлин",
                  "Ирландия": "Дублин", "Лихтенштейн": "Вадуц", "Нидерладны": "Амстердам",
                  "Франция": "Париж", "Белоруссия": "Минск", "Болгария": "София", "Польша": "Варшава",
                  "Чехия": "Прага", "Албания": "Тирана", "Босния и Герцеговина": "Сараево",
                  "Северная Македония": "Скопье", "Сербия": "Белград"}
print(countries_dict)
n = input("Введите название страны: ")
print("Столица - ", countries_dict.get(n))
for key in countries_dict:
    print(key, "-", countries_dict[key])
